{
  "about": "About",
  "tech_stack": "Tech Stack",
  "projects": "Projects",
  "contacts": "Contacts",
  "switch_theme": "Switch theme",
  "download_cv": "Download CV",
  "home_content_h1": "Hi, I'm Dmytro",
  "home_content_text": "I'm an enthusiastic and detail-oriented Front-End Developer seeking an entry-level position to utilize my skills in developing web application user interfaces, troubleshooting complex problems and assisting in the timely completion of projects.",
  "location_text": "Kyiv, Ukraine",
  "hire_text": "Available for hiring",
  "about_me": "About me",
  "about_content_h1": "Curious about me? Here you have it:",
  "about_content_text_1": "I'm a passionate and creative Front-End developer with a year of hands-on experience and flashing eyes.",
  "about_content_text_2": "I started getting into coding about 3 years ago, it evolved into a deep interest in web development. I spent countless hours working with HTML, CSS, and JavaScript, eager to bring my imagination to life on the digital canvas. My passion for frontend development led me to explore modern frameworks and libraries such as React and Redux, empowering me to craft intuitive, responsive, and visually appealing user interfaces.",
  "about_content_text_3": "In the past year, I embarked on a remarkable journey of honing my skills as a frontend developer. Though my experience may be non-commercial, it has been rich with personal projects and collaborating with like-minded enthusiasts. This exposure has allowed me to grasp the intricacies of web development and adopt best practices to create seamless user experiences.",
  "about_content_text_4": "The ever-evolving nature of frontend development excites me. Every day, there's something new to learn, a creative challenge to overcome, or a cutting-edge technology to explore. I thrive on staying updated with the latest trends and emerging tools, enabling me to push the boundaries of what's possible in the digital realm.",
  "about_content_quote": "Doing what you love is freedom, and loving what you do is happiness.",
  "tech_stack_subtitle": "Tools, skills and technologies I've been working with recently",
  "projects_section_subtitle": "Some of the noteworthy projects I have built:",
  "projects_text_array": [
    "Landing page of an imaginary company that provides services in: interior design, decorative services, space planning and project management.",
    "The Creative Agency is a landing page of an imaginary company that offers a creative strategy to achieve business goals, create engaging content for your brand.",
    "This project is a web application that serves as a ToDo List, helping you manage your tasks. You can add new tasks, mark them as done, and delete unnecessary ones. ",
    "Simple app that allows users to search for weather information by city name or current location. It uses the OpenWeather API to retrieve weather data, displays the current weather conditions.",
    "Real-time chat application, allows users to communicate instantly, without the need to refresh the page. This creates an interactive experience with the app."
  ],
  "contacts_subtitle": "What's next? Feel free to reach out to me if you're looking for a developer, have a query, or simply want to connect.",
  "contacts_body2": "You may also find me on these platforms!",
  "copied": "Copied",
  "coded": "coded",
  "with": "with ❤️️"
}
