{
  "about": "Про мене",
  "tech_stack": "Стек",
  "projects": "Проєкти",
  "contacts": "Контакти",
  "switch_theme": "Змінити тему",
  "download_cv": "Завантажити CV",
  "home_content_h1": "Вітаю, мене звати Дмитро",
  "home_content_text": "Я орієнтований на деталі Front-End розробник-ентузіаст, який шукає посаду початкового рівня, щоб застосувати свої навички в розробці користувацького інтерфейсу веб-додатків, вирішенні складних проблем та допомогти у своєчасному завершенні проектів.",
  "location_text": "Київ, Україна",
  "hire_text": "Відкритий для найму",
  "about_me": "Про мене",
  "about_content_h1": "Цікавитесь мною? Ось, будь ласка:",
  "about_content_text_1": "Я пристрасний та креативний Front-End розробник з роком практичного досвіду та палаючими очима.",
  "about_content_text_2": "Я почав займатися кодуванням близько 3 років тому, з часом це переросло в глибоку зацікавленість у веб-розробці. Я провів незліченну кількість годин, працюючи з HTML, CSS та JavaScript, прагнучи втілити свою уяву на цифровому полотні. Моя пристрасть до фронтенд-розробки привела мене до вивчення сучасних фреймворків і бібліотек, таких як React і Redux, що дозволило мені створювати інтуїтивно зрозумілі, адаптивні та візуально привабливі користувацькі інтерфейси.",
  "about_content_text_3": "Минулого року я розпочав дивовижну подорож, відточуючи свої навички фронтенд-розробника. Хоча мій досвід є некомерційним, він був багатим на особисті проекти та співпрацю з ентузіастами-однодумцями. Цей досвід дозволив мені зрозуміти тонкощі веб-розробки та перейняти найкращі практики для створення бездоганного користувацького досвіду.",
  "about_content_text_4": "Природа фронтенд-розробки, що постійно розвивається, захоплює мене. Щодня я дізнаюся щось нове, долаю творчі виклики або досліджую передові технології. Мені подобається бути в курсі останніх тенденцій та нових інструментів, що дозволяє мені розширювати межі можливого в цифровій сфері.",
  "about_content_quote": "Робити те, що ти любиш - це свобода, а любити те, що ти робиш - це щастя.",
  "tech_stack_subtitle": "Інструменти, навички та технології, з якими я працюю останнім часом",
  "projects_section_subtitle": "Деякі з вартих уваги проектів, які я побудував:",
  "projects_text_array": [
    "Лендінг-сторінка вигаданої компанії, яка надає послуги з: дизайну інтер'єру, декоративних послуг, планування простору та управління проектами",
    "Простий додаток, який дозволяє користувачам шукати інформацію про погоду за назвою міста або поточним місцезнаходженням. Використовує OpenWeather API для отримання погодних даних, відображає поточні погодні умови",
    "Creative Agency - лендінг-сторінка вигаданої компанії, яка пропонує креативну стратегію для досягнення бізнес-цілей, створення цікавого контенту для вашого бренду.",
    "Чат-додаток, що дозволяє користувачам спілкуватися в реальному часі, без необхідності оновлювати сторінку. Це створює інтерактивний досвід роботи з додатком."
  ],
  "contacts_subtitle": "Що далі? Не соромтеся звертатися до мене, якщо ви шукаєте розробника, маєте запитання або просто хочете поспілкуватися.",
  "contacts_body2": "Ви також можете знайти мене на цих платформах!",
  "copied": "Скопійовано",
  "coded": "зроблено",
  "with": "з ❤️️"
}
